Repository: matthias-juengel/ChessDuo
Catalog: ChessDuo/*.lproj/Localizable.strings
Languages: de, es, fr, zh_hans

source: New Game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
zh_hans: 新游戏

# new_game_confirm
source: New Game?
de: Neues Spiel?
es: ¿Nueva partida?
fr: Nouvelle partie ?
zh_hans: 开始新游戏？

# turn_white
source: White
de: Weiß
es: Blancas
fr: Blanc
zh_hans: 白方

# turn_black
source: Black
de: Schwarz
es: Negras
fr: Noir
zh_hans: 黑方

# you_mark
source: (You)
de: (Du)
es: (Tú)
fr: (Vous)
zh_hans: (你)

# turn_prefix
source: Turn: %@
de: Am Zug: %@
es: Turno: %@
fr: Au tour : %@
zh_hans: 轮到：%@

# win_text
source: You won
de: Du hast gewonnen
es: Has ganado
fr: Vous avez gagné
zh_hans: 你赢了

# loss_text
source: You are checkmated
de: Du bist Matt
es: Estás en jaque mate
fr: Vous êtes échec et mat
zh_hans: 你被将死

# draw_text
source: Draw
de: Remis
es: Tablas
fr: Nulle
zh_hans: 平局

source: Play Black
de: Schwarz spielen
es: Jugar con negras
fr: Jouer Noir
zh_hans: 执黑对弈

# reset_accept_title
source: Accept reset?
de: Reset annehmen?
es: ¿Aceptar reinicio?
fr: Accepter le reset ?
zh_hans: 接受重开？

source: Yes
de: Ja
es: Sí
fr: Oui
zh_hans: 是

source: No
de: Nein
fr: Non
zh_hans: 否

# opponent_requests_reset
source: Opponent wants to reset the game.
de: Der Gegner möchte die Partie zurücksetzen.
es: El oponente quiere reiniciar la partida.
fr: L'adversaire veut réinitialiser la partie.
zh_hans: 对手想要重新开始。

# awaiting_confirmation_title
source: Waiting for confirmation
de: Warte auf Bestätigung
es: Esperando confirmación
fr: En attente de confirmation
zh_hans: 等待确认

# reset_request_sent
source: Waiting for other player...
de: Warte auf den anderen...
es: Esperando al otro jugador...
fr: On attend l'autre joueur...
zh_hans: 等待对手...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

# found_devices_section
source: Found Devices
de: Gefundene Geräte
es: Dispositivos encontrados
fr: Appareils trouvés
zh_hans: 发现的设备

# join_title
source: Join?
de: Beitreten?
es: ¿Unirse?
fr: Rejoindre ?
zh_hans: 加入？

source: No devices found
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
zh_hans: 未发现设备

# other_devices_prefix
source: Other devices:
de: Andere Geräte:
es: Otros dispositivos:
fr: Autres appareils :
zh_hans: 其他设备：

# no_other_devices
source: No other devices connected
de: Keine anderen Geräte verbunden
es: No hay otros dispositivos conectados
fr: Aucun autre appareil connecté
zh_hans: 没有其他已连接设备

# incoming_join_title
source: Join Request
de: Verbindungsanfrage
es: Solicitud de conexión
fr: Demande de connexion
zh_hans: 连接请求

# incoming_join_message
source: %@ wants to connect. Accept?
de: %@ möchte sich verbinden. Annehmen?
es: %@ quiere conectarse. ¿Aceptar?
fr: %@ souhaite se connecter. Accepter ?
zh_hans: %@ 想要连接。接受吗？

# reset_accept_yes
source: Abort Game
de: Spiel abbrechen
es: Terminar partida
fr: Abandonner la partie
zh_hans: 终止对局

# reset_accept_no
source: Keep Playing
de: Weiterspielen
es: Seguir jugando
fr: Continuer
zh_hans: 继续对局

# reset_cancel_request
source: Keep Playing
de: Doch weiterspielen
es: Seguir jugando
fr: Continuer à jouer
zh_hans: 继续对局

# offline_new_game_title
source: Really start a new game?
de: Wirklich neues Spiel starten?
es: ¿Empezar nueva partida?
fr: Vraiment recommencer ?
zh_hans: 确定开始新游戏？

# offline_new_game_message
source: The current game will be ended.
de: Die aktuelle Partie wird beendet.
es: La partida actual se terminará.
fr: La partie en cours sera arrêtée.
zh_hans: 当前对局将被结束。

# offline_new_game_keep
source: Keep playing
de: Weiterspielen
es: Seguir jugando
fr: Continuer
zh_hans: 继续对局

# offline_new_game_confirm
source: New game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
zh_hans: 新游戏

# promote_choose
source: Choose promotion
de: Umwandlung wählen
es: Elegir pieza
fr: Choisir la pièce
zh_hans: 选择升变

# piece_queen
source: Queen
de: Dame
es: Dama
fr: Dame
zh_hans: 后

# piece_rook
source: Rook
de: Turm
es: Torre
fr: Tour
zh_hans: 车

# piece_bishop
source: Bishop
de: Läufer
es: Alfil
fr: Fou
zh_hans: 象

# piece_knight
source: Knight
de: Springer
es: Caballo
fr: Cavalier
zh_hans: 马

# piece_king
source: King
de: König
es: Rey
fr: Roi
zh_hans: 王

# piece_pawn
source: Pawn
de: Bauer
es: Peón
fr: Pion
zh_hans: 兵

# color_white
source: White
de: Weiß
es: Blancas
fr: Blanc
zh_hans: 白

# color_black
source: Black
de: Schwarz
es: Negras
fr: Noir
zh_hans: 黑

# promote_accessibility
source: Promote to %@ (%@)
de: Umwandeln in %@ (%@)
es: Coronar a %@ (%@)
fr: Promouvoir en %@ (%@)
zh_hans: 升变为 %@ (%@)

# peer_join_subtitle
source: Tap a device name to connect
de: Tippe auf ein Gerät zum Verbinden
es: Toca un dispositivo para conectar
fr: Touchez un appareil pour vous connecter
zh_hans: 点按设备名称以连接

# flip_black_bottom
source: Black Bottom
de: Schwarz unten
es: Negras abajo
fr: Noir en bas
zh_hans: 黑方在下

# flip_white_bottom
source: White Bottom
de: Weiß unten
es: Blancas abajo
fr: Blanc en bas
zh_hans: 白方在下

# menu_new_game
source: New Game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
zh_hans: 新游戏

# menu_rotate_board
source: Rotate Board
de: Brett drehen
es: Girar tablero
fr: Tourner le plateau
zh_hans: 旋转棋盘

# menu_play_black
source: Play Black
de: Schwarz spielen
es: Jugar con negras
fr: Jouer Noir
zh_hans: 执黑对弈

# menu_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh_hans: 关闭

# menu_accessibility_label
source: Open menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
zh_hans: 打开菜单

# menu_join_section
source: Nearby Players
de: Verfügbare Spieler
es: Jugadores cercanos
fr: Joueurs proches
zh_hans: 附近玩家

# menu_load_game
source: Load Game
de: Spiel laden
es: Cargar Partida
fr: Charger Partie
zh_hans: 载入对局

# load_game_title
source: Famous Chess Games
de: Berühmte Schachpartien
es: Partidas de Ajedrez Famosas
fr: Parties d'Échecs Célèbres
zh_hans: 著名棋局

# load_game_subtitle
source: Choose a game to load
de: Wähle ein Spiel zum Laden
es: Elige una partida para cargar
fr: Choisissez une partie à charger
zh_hans: 选择要载入的对局

# load_game_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

# history_revert_button
source: Restart from this position
de: Von dieser Stellung neu starten
es: Reiniciar desde esta posición
fr: Recommencer depuis cette position
zh_hans: 从此位置重开

# history_close_button
source: Close history
de: Verlauf schließen
es: Cerrar historial
fr: Fermer l'historique
zh_hans: 关闭历史

# opponent_requests_history_revert
source: Opponent wants to restart from move %@.
de: Gegner möchte ab Zug %@ neu starten.
es: El oponente quiere reiniciar desde el movimiento %@.
fr: L'adversaire veut recommencer au coup %@.
zh_hans: 对手想从第 %@ 步重新开始。

# history_revert_accept_yes
source: Restart
de: Neu starten
es: Reiniciar
fr: Recommencer
zh_hans: 重开

# history_revert_accept_no
source: Keep Current
de: Aktuell behalten
es: Mantener
fr: Garder
zh_hans: 保持当前

# history_revert_cancel_request
source: Keep Current
de: Aktuell behalten
es: Mantener
fr: Garder
zh_hans: 保持当前

# history_revert_request_sent
source: Waiting for other player to confirm restart...
de: Warte auf Bestätigung des Neustarts...
es: Esperando confirmación del reinicio...
fr: En attente de confirmation du redémarrage...
zh_hans: 等待对手确认重开...

# history_revert_short
source: From here
de: Ab hier
es: Desde aquí
fr: D'ici
zh_hans: 从这里

# menu_show_history
source: Show History
de: Spielverlauf
es: Ver historial
fr: Voir l'historique
zh_hans: 显示历史

# opponent_requests_load_game
source: Opponent wants to load: %@
de: Gegner möchte laden: %@
es: El oponente quiere cargar: %@
fr: L'adversaire veut charger : %@
zh_hans: 对手想载入：%@

# load_game_accept_yes
source: Load Game
de: Spiel laden
es: Cargar
fr: Charger
zh_hans: 载入

# load_game_accept_no
source: Keep Current
de: Aktuell behalten
es: Mantener
fr: Garder
zh_hans: 保持当前

# load_game_cancel_request
source: Keep Current
de: Aktuell behalten
es: Mantener
fr: Garder
zh_hans: 保持当前

# load_game_request_sent
source: Waiting for other player to confirm load...
de: Warte auf Bestätigung zum Laden...
es: Esperando confirmación para cargar...
fr: En attente de confirmation de chargement...
zh_hans: 等待对手确认载入...

# famous_game_immortal_title
source: Immortal Game
de: Unsterbliche Partie
es: Partida Inmortal
fr: Partie Immortelle
zh_hans: 不朽之局

# famous_game_immortal_players
source: Anderssen vs Kieseritzky (London 1851)
de: Anderssen gegen Kieseritzky (London 1851)
es: Anderssen contra Kieseritzky (Londres 1851)
fr: Anderssen contre Kieseritzky (Londres 1851)
zh_hans: 安德森 对 基泽里茨基（伦敦 1851）

# famous_game_immortal_description
source: Classic Immortal Game (compressed to key moves ending 23.Be7#).
de: Klassische unsterbliche Partie (verkürzt auf Schlüsselzüge bis 23.Le7#).
es: Partida Inmortal clásica (comprimida a movimientos clave terminando en 23.Ae7#).
fr: Partie Immortelle classique (compressée aux coups clés se terminant par 23.Fe7#).
zh_hans: 经典不朽之局（压缩为关键着法以23.Be7#结束）。

# famous_game_scholars_mate_title
source: Scholar's Mate
de: Schäfermatt
es: Mate del Pastor
fr: Mat du Berger
zh_hans: 学者杀

# famous_game_scholars_mate_players
source: Quick checkmate example
de: Schnelles Matt-Beispiel
es: Ejemplo de mate rápido
fr: Exemple de mat rapide
zh_hans: 快速将杀示例

# famous_game_scholars_mate_description
source: A simple 4-move checkmate pattern for demonstration.
de: Ein einfaches 4-Zug-Matt-Muster zur Demonstration.
es: Un patrón simple de mate en 4 movimientos para demostración.
fr: Un motif de mat simple en 4 coups pour démonstration.
zh_hans: 用于演示的简单4步将杀模式。

# famous_game_ruy_lopez_title
source: Ruy Lopez Opening
de: Spanische Eröffnung
es: Apertura Española
fr: Ouverture Espagnole
zh_hans: 西班牙开局

# famous_game_ruy_lopez_players
source: Classical opening sequence
de: Klassische Eröffnungssequenz
es: Secuencia de apertura clásica
fr: Séquence d'ouverture classique
zh_hans: 经典开局序列

# famous_game_ruy_lopez_description
source: The famous Spanish Opening showing classical development.
de: Die berühmte spanische Eröffnung mit klassischer Entwicklung.
es: La famosa Apertura Española mostrando desarrollo clásico.
fr: La célèbre Ouverture Espagnole montrant le développement classique.
zh_hans: 著名的西班牙开局展示经典发展。

# famous_game_italian_title
source: Italian Game
de: Italienische Partie
es: Partida Italiana
fr: Partie Italienne
zh_hans: 意大利开局

# famous_game_italian_players
source: Classical Italian opening
de: Klassische italienische Eröffnung
es: Apertura italiana clásica
fr: Ouverture italienne classique
zh_hans: 经典意大利开局

# famous_game_italian_description
source: The Italian Game showing early bishop development.
de: Die italienische Partie mit früher Läuferentwicklung.
es: La Partida Italiana mostrando desarrollo temprano del alfil.
fr: La Partie Italienne montrant le développement précoce du fou.
zh_hans: 意大利开局展示早期象的发展。

# famous_game_french_defense_title
source: French Defense
de: Französische Verteidigung
es: Defensa Francesa
fr: Défense Française
zh_hans: 法兰西防御

# famous_game_french_defense_players
source: French Defense demonstration
de: Französische Verteidigung Demonstration
es: Demostración de la Defensa Francesa
fr: Démonstration de la Défense Française
zh_hans: 法兰西防御演示

# famous_game_french_defense_description
source: The solid French Defense system.
de: Das solide französische Verteidigungssystem.
es: El sólido sistema de la Defensa Francesa.
fr: Le système solide de la Défense Française.
zh_hans: 坚实的法兰西防御系统。

# famous_game_sicilian_defense_title
source: Sicilian Defense
de: Sizilianische Verteidigung
es: Defensa Siciliana
fr: Défense Sicilienne
zh_hans: 西西里防御

# famous_game_sicilian_defense_players
source: Sicilian Dragon variation
de: Sizilianische Drachen-Variante
es: Variante Dragón Siciliana
fr: Variante Dragon Sicilienne
zh_hans: 西西里龙式变例

# famous_game_sicilian_defense_description
source: The sharp Sicilian Defense leading to tactical play.
de: Die scharfe sizilianische Verteidigung führt zu taktischem Spiel.
es: La aguda Defensa Siciliana llevando al juego táctico.
fr: La Défense Sicilienne tranchante menant au jeu tactique.
zh_hans: 尖锐的西西里防御导向战术对弈。

# famous_game_queens_gambit_title
source: Queen's Gambit
de: Damengambit
es: Gambito de Dama
fr: Gambit de la Dame
zh_hans: 后翼弃兵

# famous_game_queens_gambit_players
source: Classical Queen's Gambit
de: Klassisches Damengambit
es: Gambito de Dama clásico
fr: Gambit de la Dame classique
zh_hans: 经典后翼弃兵

# famous_game_queens_gambit_description
source: The famous Queen's Gambit opening system.
de: Das berühmte Damengambit-Eröffnungssystem.
es: El famoso sistema de apertura del Gambito de Dama.
fr: Le célèbre système d'ouverture du Gambit de la Dame.
zh_hans: 著名的后翼弃兵开局系统。

# famous_game_english_opening_title
source: English Opening
de: Englische Eröffnung
es: Apertura Inglesa
fr: Ouverture Anglaise
zh_hans: 英式开局

# famous_game_english_opening_players
source: English Opening system
de: Englisches Eröffnungssystem
es: Sistema de Apertura Inglesa
fr: Système d'Ouverture Anglaise
zh_hans: 英式开局系统

# famous_game_english_opening_description
source: The flexible English Opening with c4.
de: Die flexible englische Eröffnung mit c4.
es: La flexible Apertura Inglesa con c4.
fr: L'Ouverture Anglaise flexible avec c4.
zh_hans: 灵活的英式开局走c4。

# famous_game_kings_indian_title
source: King's Indian Defense
de: Königsindische Verteidigung
es: Defensa India de Rey
fr: Défense Est-Indienne
zh_hans: 王翼印度防御

# famous_game_kings_indian_players
source: King's Indian setup
de: Königsindische Aufstellung
es: Configuración India de Rey
fr: Configuration Est-Indienne
zh_hans: 王翼印度布阵

# famous_game_kings_indian_description
source: The hypermodern King's Indian Defense.
de: Die hypermoderne königsindische Verteidigung.
es: La hipermoderna Defensa India de Rey.
fr: La Défense Est-Indienne hypermoderne.
zh_hans: 超现代王翼印度防御。

# famous_game_caro_kann_title
source: Caro-Kann Defense
de: Caro-Kann-Verteidigung
es: Defensa Caro-Kann
fr: Défense Caro-Kann
zh_hans: 卡罗-卡恩防御

# famous_game_caro_kann_players
source: Caro-Kann demonstration
es: Demostración Caro-Kann
fr: Démonstration Caro-Kann
zh_hans: 卡罗-卡恩演示

# famous_game_caro_kann_description
source: The solid Caro-Kann Defense system.
de: Das solide Caro-Kann-Verteidigungssystem.
es: El sólido sistema de la Defensa Caro-Kann.
fr: Le système solide de la Défense Caro-Kann.
zh_hans: 坚实的卡罗-卡恩防御系统。

# famous_game_opera_title
source: Opera Game (Morphy vs Duke/Count 1858)
de: Opernpartie (Morphy gegen Herzog/Graf 1858)
es: Partida de la Ópera (Morphy contra Duque/Conde 1858)
fr: Partie de l'Opéra (Morphy contre Duc/Comte 1858)
zh_hans: 歌剧院之局（摩菲 对 公爵/伯爵 1858）

# famous_game_opera_players
source: Paul Morphy vs Duke Karl / Count Isouard (Paris 1858)
de: Paul Morphy gegen Herzog Karl / Graf Isouard (Paris 1858)
es: Paul Morphy contra Duque Karl / Conde Isouard (París 1858)
fr: Paul Morphy contre Duc Karl / Comte Isouard (Paris 1858)
zh_hans: 保罗·摩菲 对 卡尔公爵/伊苏阿德伯爵（巴黎 1858）

# famous_game_opera_description
source: Famous miniature illustrating rapid development and tactics.
de: Berühmte Miniatur zeigt schnelle Entwicklung und Taktiken.
es: Famosa miniatura ilustrando desarrollo rápido y tácticas.
fr: Miniature célèbre illustrant le développement rapide et les tactiques.
zh_hans: 著名短局展示快速发展和战术。

# famous_game_najdorf_title
source: Sicilian Najdorf Sample
de: Sizilianisch Najdorf Beispiel
es: Muestra Siciliana Najdorf
fr: Échantillon Sicilienne Najdorf
zh_hans: 西西里纳伊多夫样本

# famous_game_najdorf_players
source: Najdorf structure demo
de: Najdorf-Struktur Demo
es: Demo estructura Najdorf
fr: Démo structure Najdorf
zh_hans: 纳伊多夫结构演示

# famous_game_najdorf_description
source: Illustrative Najdorf move order with thematic ...e5 and ...Be6 ideas.
de: Illustrative Najdorf-Zugfolge mit thematischen ...e5 und ...Le6 Ideen.
es: Orden de movimientos Najdorf ilustrativo con ideas temáticas ...e5 y ...Ae6.
fr: Ordre de coups Najdorf illustratif avec les idées thématiques ...e5 et ...Fe6.
zh_hans: 说明性纳伊多夫着法顺序及主题...e5和...Be6思路。

# famous_game_london_title
source: London System Intro
de: Londoner System Einführung
es: Introducción Sistema Londres
fr: Introduction Système de Londres
zh_hans: 伦敦系统介绍

# famous_game_london_players
source: London System pattern
de: Londoner System Muster
es: Patrón Sistema Londres
fr: Motif Système de Londres
zh_hans: 伦敦系统模式

# famous_game_london_description
source: Core London setup: d4, Nf3, Bf4, e3, c3, Nbd2, Bd3, O-O.
de: Kern des Londoner Systems: d4, Sf3, Lf4, e3, c3, Sbd2, Ld3, O-O.
es: Configuración básica de Londres: d4, Cf3, Af4, e3, c3, Cbd2, Ad3, O-O.
fr: Configuration de base de Londres : d4, Cf3, Ff4, e3, c3, Cbd2, Fd3, O-O.
zh_hans: 伦敦核心布局：d4, Nf3, Bf4, e3, c3, Nbd2, Bd3, O-O。

# famous_game_scandinavian_title
source: Scandinavian Defense Mini
de: Skandinavische Verteidigung Mini
es: Mini Defensa Escandinava
fr: Mini Défense Scandinave
zh_hans: 斯堪的纳维亚防御小样

# famous_game_scandinavian_players
source: Scandinavian early queen activity
de: Skandinavische frühe Damenaktivität
es: Actividad temprana de dama escandinava
fr: Activité précoce de la dame scandinave
zh_hans: 斯堪的纳维亚早期后活动

# famous_game_scandinavian_description
source: Basic Scandinavian: 1.e4 d5 2.exd5 Qxd5 3.Nc3 Qa5.
de: Grundlegende Skandinavische: 1.e4 d5 2.exd5 Dxd5 3.Sc3 Da5.
es: Escandinava básica: 1.e4 d5 2.exd5 Dxd5 3.Cc3 Da5.
fr: Scandinave de base : 1.e4 d5 2.exd5 Dxd5 3.Cc3 Da5.
zh_hans: 基本斯堪的纳维亚：1.e4 d5 2.exd5 Qxd5 3.Nc3 Qa5。

# famous_game_evans_gambit_title
source: Evans Gambit Line
de: Evans-Gambit Linie
es: Línea Gambito Evans
fr: Ligne Gambit Evans
zh_hans: 埃文斯弃兵线

# famous_game_evans_gambit_players
source: Evans Gambit attacking idea
de: Evans-Gambit Angriffsidee
es: Idea de ataque Gambito Evans
fr: Idée d'attaque Gambit Evans
zh_hans: 埃文斯弃兵攻击思路

# famous_game_evans_gambit_description
source: Evans Gambit: 1.e4 e5 2.Nf3 Nc6 3.Bc4 Bc5 4.b4.
de: Evans-Gambit: 1.e4 e5 2.Sf3 Sc6 3.Lc4 Lc5 4.b4.
es: Gambito Evans: 1.e4 e5 2.Cf3 Cc6 3.Ac4 Ac5 4.b4.
fr: Gambit Evans : 1.e4 e5 2.Cf3 Cc6 3.Fc4 Fc5 4.b4.
zh_hans: 埃文斯弃兵：1.e4 e5 2.Nf3 Nc6 3.Bc4 Bc5 4.b4。

# famous_game_benko_gambit_title
source: Benko Gambit Outline
de: Benko-Gambit Grundriss
es: Esquema Gambito Benko
fr: Aperçu Gambit Benko
zh_hans: 本科弃兵概要

# famous_game_benko_gambit_players
source: Benko (Volga) Gambit
de: Benko (Wolga) Gambit
es: Gambito Benko (Volga)
fr: Gambit Benko (Volga)
zh_hans: 本科（伏尔加）弃兵

# famous_game_benko_gambit_description
source: Typical Benko acceptance structure after ...b5 and ...a6.
de: Typische Benko-Annahme-Struktur nach ...b5 und ...a6.
es: Estructura típica de aceptación Benko después de ...b5 y ...a6.
fr: Structure d'acceptation Benko typique après ...b5 et ...a6.
zh_hans: ...b5和...a6后的典型本科接受结构。

# menu_title
source: Menu
de: Menü
es: Menú
zh_hans: 菜单
